Revit 2024 API
ParameterTypeId.DoorCost Property
 "Cost"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DoorCost { get; }
Visual Basic
Public Shared ReadOnly Property DoorCost As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DoorCost {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace